{
  "wynnlib.archetype.name.fallen": "Fallen",
  "wynnlib.archetype.desc.fallen": "Fallens can deal massive damage and become stronger when attacked. The main gimmick of this archetype is the Corrupted system. While Corrupted, you cannot heal but each % of health you lose makes you stronger and let you use powered-up abilities.",
  "wynnlib.archetype.name.battle_monk": "Battle Monk",
  "wynnlib.archetype.desc.battle_monk": "Battle Monks are swift holy warriors who excel at close combat. They are the most mobile of the Warrior archetypes and can deal a ton of hits rapidly. In a way, they are somewhat of a hybrid of a warrior and assassin.",
  "wynnlib.archetype.name.paladin": "Paladin",
  "wynnlib.archetype.desc.paladin": "Paladin can endure huge hits and support allies. They are unmoveable brick walls and incredibly resilient, by far the toughest archetype out of all classes.",
  "wynnlib.archetype.name.boltslinger": "Boltslinger",
  "wynnlib.archetype.desc.boltslinger": "Boltslingers deal massive amounts of hits, and excel at close range. They are all about arrow spam and getting in enemies' faces to unleash a torrent of damage. Quite risky at times.",
  "wynnlib.archetype.name.sharpshooter": "Sharpshooter",
  "wynnlib.archetype.desc.sharpshooter": "Sharpshooters excel at aiming and can deal brutal hits. They deal damage at incredible distances and become stronger when they don't miss, building up Focus for additional damage.",
  "wynnlib.archetype.name.trapper": "Trapper",
  "wynnlib.archetype.desc.trapper": "Trappers can place exploding traps and use beasts. They specialize in controlling large areas and creating mayhem from a safe distance.",
  "wynnlib.archetype.name.riftwalker": "Riftwalker",
  "wynnlib.archetype.desc.riftwalker": "Riftwalkers bend time and become stronger as fights drag on. While very mobile, their main gimmick is the Winded status effect. As you fight, enemies will receive more and more Winded which will increase your damage to insane levels.",
  "wynnlib.archetype.name.light_bender": "Light Bender",
  "wynnlib.archetype.desc.light_bender": "Light Benders support allies and become stronger as they heal. Even with a lack of friends, you can summon your own Orbs which can be healed and let you scale your damage on your own. Very independent!",
  "wynnlib.archetype.name.arcanist": "Arcanist",
  "wynnlib.archetype.desc.arcanist": "Arcanists cause destructive damage and chaos. They can save up mana and unleash it in a torrent of high damaging abilities. With enough skill, you can end up in an endless loop of spell spam that both enemies and yourself will struggle to control.",
  "wynnlib.archetype.name.shadestepper": "Shadestepper",
  "wynnlib.archetype.desc.shadestepper": "Shadesteppers hide themselves and deal devastating damage at the right time. They are all about stacking huge damage boosts and one-shotting enemies with surprise strikes.",
  "wynnlib.archetype.name.trickster": "Trickster",
  "wynnlib.archetype.desc.trickster": "Tricksters summon clones and confuse enemies with various tricks. They excel at crowd control and managing large groups of enemies.",
  "wynnlib.archetype.name.acrobat": "Acrobat",
  "wynnlib.archetype.desc.acrobat": "Acrobats are agile and combo-heavy fighters. They generally spend more time in the air than on the ground.",
  "wynnlib.archetype.name.summoner": "Summoner",
  "wynnlib.archetype.desc.summoner": "Summoners use totems and summons to overwhelm enemies. They can stay at a safe distance and buff their minions to deal great damage.",
  "wynnlib.archetype.name.ritualist": "Ritualist",
  "wynnlib.archetype.desc.ritualist": "Ritualists create miracles through hymns and dances. Their main gimmick is the Mask system, where they can switch between 3 different states on the fly for different buffs and abilities.",
  "wynnlib.archetype.name.acolyte": "Acolyte",
  "wynnlib.archetype.desc.acolyte": "Acolytes sacrifice their own health to support others and deal damage. Build up your Blood Pool and use it to enhance your abilities."
}